-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Jan 10, 2017 at 01:46 AM
-- Server version: 10.1.19-MariaDB
-- PHP Version: 5.6.28

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `blog`
--

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE `articles` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `title`, `content`, `date`) VALUES
(1, 'Чому Дженнаро Гаттузо – Хоробре серце', 'Калабрія. Адміністративна область на півдні Італії, у самісінькому носаку Апеннінського чобота, завжди вважалася найбіднішою у державі. Тут споконвіку процвітала корупція, а легендарна Ндрангета, одна з наймогутніших злочинних структур світу, провертала свої темні справи, від яких іноді проймав невимовний жах.\r\n\r\nРазом із тим Калабрія – надзвичайно красива земля. Вона омивається двома морями – Тірренським та Іонічним. Їх теплі води багаті на рибу і годують місцеве населення, а на фоні вічної колиски із хвиль небо підпирають суворі гірські хребти, що досягають понад 2000 метрів у висоту.', '2017-01-01'),
(2, 'Збірна зимових трансферів. Англія', 'Вратарь\r\nАсмир Бегович («Сток Сити»)\r\nКогда: февраль 2010\r\nОткуда: «Портсмут»\r\nСтоимость трансфера: 3.2 миллиона фунтов\r\nВ АПЛ всего несколько клубов обожают покупать голкиперов зимой. В «Манчестер Сити» приезжали Дэвид Джеймс и Шей Гивен, в «Сток Сити» прикупили Джека Батленда и Асмира Беговича. Пожалуй, остановимся на последнем, ведь ставка на двадцатидвухлетнего на тот момент боснийца сыграла– «гончары» получили основного голкипера и даже автор гола в ворота «Саутгемптона». Хотя далеко не все видели в нем потенциал, «Портсмут» арендовал его разным клубам и отпустил Асмира в итоге.\r\n\r\nЗащитники\r\n\r\nБранислав Иванович(«Челси»)\r\n\r\nКогда: январь 2008\r\n\r\nОткуда: «Локомотив»\r\n\r\nСтоимость трансфера: 10.2 миллиона фунтов\r\n\r\n«Арсенал» обожает привозить себе правых защитников в холодную пору года, но в сборную берем удачное подписание «Челси». Ведь свою немаленькую цену бывший игрок «Локомотива» отработал сполна. Если Эбуэ сыграл за «Арсенал» две сотни матчей, то Бранислав за «Челси» - почти четыре. Лига чемпионов, Лига Европы, два чемпионства и кубки – серб рад, что выбрал лондонских аристократов.\r\n\r\nГэри Кэйхилл («Челси»)\r\n\r\nКогда: январь 2012\r\n\r\nОткуда: «Болтон»\r\n\r\nСтоимость трансфера: 7 миллионов фунтов\r\n\r\nВ центре обороны был выбор из двух защитников «Челси». Но поскольку Давид Луис уходил и вернулся этим летом, а Кэйхилл как пришел из «Болтона» - так и выступает за команду, то в основе будет Гэри. Кудрявый Давид всегда может подменить напарника, но англичанин неплох в центре обороны – защитник мирового уровня, особенно когда у «Челси» порядок с тренером и отдают правильные приказы. Бывали периоды, когда Кэйхилл не был похож на нового Терри. Лидерские качества у него не такие ярко выраженные, но сейчас такого защитника за 7 миллионов не купишь ни зимой, ни летом.\r\n\r\nНеманья Видич («Манчестер Юнайтед»)\r\n\r\nКогда: январь 2006\r\n\r\nОткуда: «Спартак» Москва\r\n\r\nСтоимость трансфера: 7.2 миллиона фунтов\r\n\r\nВ январе 2006-го года сэр Алекс Фергюсон приобрел половину своей знаменитой обороны для будущих побед в Лиге чемпионов. Невилл у него был давно, ван дер Сара взяли к Фердинанду загодя, а вот Видич приехал десять лет тому назад и недавно была годовщина такого важного события в жизни МЮ и самого серба. Отбили защитника «Спартака» от нападок Моуриньо и «Челси», Федун отдал игрока боссам «красных дьяволов», а не Абрамовичу. Видич заиграл так, что стал легендой – очень удачное подписание!\r\n', '2017-01-04'),
(3, 'Перший послідовник Шевченка', 'Откуда Белотти взялся?\r\nМаленький городок Альбино, расположенный в Ломбардии – на севере Италии, знаменит в футбольном смысле мастерством воспитания нападающих сборной Италии в местном клубе «Альбинолеффе». Шутка ли, местные жители видели в его составе Джузеппе Синьори, Филиппо Индзаги, а недавно и Андреа Белотти – нового нападающего сборной Италии. И если бывший тренер «Милана» - воспитанник «Пьяченцы», Джузеппе проходил школу «Интера», хотя его первым клубом и стал «Леффе», то родившийся неподалеку Белотти с тринадцати лет и перехода в состав «Палермо» играл за «сирен». Юный Андреа застал сезон с договорными матчами в низшей лиге – позже «Альбинолеффе» за это наказали, но одновременно набирался опыта.\r\n\r\nПерешел с позиции атакующего хавбека и вингера в центр. Голы клепал в Серии С1, потом пошел на повышение. Его заметили, быстро перебрался на юг и продолжал в знакомом духе, хотя тогда еще назвать его эффективным центральным нападающим было сложно. Зато в первом сезоне в «Палермо» показал свои таланты бомбардира – 10 голов в 24 поединках Серии А в двадцать лет. Правда, в составе нового клуба скорее наигрывали Дибалу, чтобы продать дороже, нежели думали об Андреа. Даже когда Пауло ушел, Белотти не прижился в основе на Сицилии. Ушел в «Торино», туринский клуб не пожалел солидные 7.5 миллиона евро за молодого, талантливого, но не обкатанного на высоком уровне нападающего. Чего только не наслушался спортивный директор «бордовых» в те дни – не все увидели в новичке потенциал.\r\n', '2017-01-17');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
